tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "shopify/shopify"
brew "openssl@3"
brew "aircrack-ng"
brew "bat"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "hashcat"
brew "jq"
brew "libpcap"
brew "make"
brew "neovim"
brew "nmap"
brew "node", link: false
brew "nvm"
brew "procs"
brew "python@3.10"
brew "ripgrep"
brew "rsync"
brew "ruby"
brew "tokei"
brew "tree"
brew "yarn"
brew "zsh-autosuggestions"
cask "1password"
cask "alfred"
cask "google-cloud-sdk"
cask "slack"
cask "visual-studio-code"
